Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.search.alias.setting.app.show-branch-directory
source: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar
ar: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي جانبي تنقل يسار تفاصيل إخفاء تخطيط محرر ملف كود فتح مسار فرع مجلد مستودع github طلب سحب دمج مراجعة التطبيق
bs: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar aplikacija opće postavke ponašanje dock traka menija status bočna navigacija lijevo detalji sakrij raspored editor datoteka kod otvori putanja grana direktorij github pull request spajanje pregled
da: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar app generelt indstillinger adfærd dock menulinje status sidepanel navigation venstre detaljer skjul layout editor fil kode åbn sti gren mappe github pull request merge gennemgang Sidebjælke
de: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar app allgemein einstellungen verhalten dock menüleiste status seitenleiste navigation links details ausblenden layout editor datei code öffnen pfad ordner github pull request merge review
es: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar aplicación general preferencias comportamiento dock barra de menú estado lateral navegación izquierda detalles ocultar diseño editor archivo código abrir ruta rama directorio carpeta github pull request fusionar revisión App
fr: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar application général préférences comportement dock barre de menus état latérale navigation gauche détails masquer disposition éditeur fichier code ouvrir chemin branche dossier dépôt github pull request fusionner revue App
it: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar app generale preferenze comportamento dock barra menu stato laterale navigazione sinistra dettagli nascondi layout editor file codice apri percorso cartella github pull request merge revisione
ja: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar git ブランチ cwd パス ディレクトリ フォルダ リポジトリ サイドバー
ko: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 탐색 왼쪽 세부사항 숨기기 레이아웃 편집기 파일 코드 열기 경로 브랜치 디렉터리 폴더 저장소 github pull request 병합 리뷰
nb: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar app generelt innstillinger oppførsel dock menylinje status sidepanel navigasjon venstre detaljer skjul oppsett redigerer fil kode åpne bane gren mappe github pull request merge gjennomgang
pl: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar aplikacja ogólne preferencje zachowanie dock pasek menu status boczny nawigacja lewy szczegóły ukryj układ edytor plik kod otwórz ścieżka gałąź katalog github pull request merge przegląd
pt_br: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar app geral preferências comportamento dock barra de menu status lateral navegação esquerda detalhes ocultar layout editor arquivo código abrir caminho diretório pasta github pull request merge revisão
ru: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar приложение общие настройки поведение док строка меню статус боковая панель навигация слева детали скрыть макет редактор файл код открыть путь ветка каталог папка репозиторий github pull request merge ревью
th: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง นำทาง ซ้าย รายละเอียด ซ่อน เค้าโครง ตัวแก้ไข ไฟล์ โค้ด เปิด เส้นทาง สาขา ไดเรกทอรี โฟลเดอร์ github pull request merge รีวิว
tr: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar uygulama genel tercihler davranış dock menü çubuğu durum kenar gezinme sol ayrıntılar gizle düzen düzenleyici dosya kod aç yol dal dizin klasör github pull request birleştir inceleme
uk: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar програма загальні параметри поведінка док рядок меню статус бічна панель навігація ліворуч деталі приховати макет редактор файл код відкрити шлях гілка каталог папка репозиторій github pull request merge огляд
zh_hans: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 导航 左侧 详细信息 隐藏 布局 编辑器 文件 代码 打开 路径 分支 目录 文件夹 仓库 github 拉取请求 合并 审查
zh_hant: sidebar.showBranchDirectory git branch cwd path directory folder repo sidebar 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 導覽 左側 詳細資訊 隱藏 版面 編輯器 檔案 程式碼 開啟 路徑 分支 目錄 資料夾 儲存庫 github 拉取請求 合併 審查 App

# settings.search.alias.setting.app.show-pull-requests
source: sidebar.showPullRequests pr mr review github gitlab bitbucket pull request merge request
ar: sidebar.showPullRequests pr mr review github gitlab bitbucket pull request merge تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي جانبي تنقل يسار تفاصيل إخفاء تخطيط git فرع مجلد مستودع طلب سحب دمج مراجعة التطبيق
bs: sidebar.showPullRequests pr mr review github gitlab bitbucket pull request merge aplikacija opće postavke ponašanje dock traka menija status bočna navigacija lijevo detalji sakrij raspored git grana direktorij folder repo spajanje pregled
da: sidebar.showPullRequests pr mr review github gitlab bitbucket pull request merge app generelt indstillinger adfærd dock menulinje status sidepanel navigation venstre detaljer skjul layout git gren mappe repo gennemgang Sidebjælke
de: sidebar.showPullRequests pr mr review github gitlab bitbucket pull request merge app allgemein einstellungen verhalten dock menüleiste status seitenleiste navigation links details ausblenden layout git branch ordner repo
es: sidebar.showPullRequests pr mr review github gitlab bitbucket pull request merge aplicación general preferencias comportamiento dock barra de menú estado lateral navegación izquierda detalles ocultar diseño git rama directorio carpeta repo fusionar revisión App
fr: sidebar.showPullRequests pr mr review github gitlab bitbucket pull request merge application général préférences comportement dock barre de menus état latérale navigation gauche détails masquer disposition git branche dossier dépôt fusionner revue App
it: sidebar.showPullRequests pr mr review github gitlab bitbucket pull request merge app generale preferenze comportamento dock barra menu stato laterale navigazione sinistra dettagli nascondi layout git branch directory cartella repo revisione
ja: sidebar.showPullRequests pr mr review github gitlab bitbucket pull request merge request pr mr レビュー github gitlab bitbucket プルリクエスト マージリクエスト
ko: sidebar.showPullRequests pr mr review github gitlab bitbucket pull request merge 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 탐색 왼쪽 세부사항 숨기기 레이아웃 git 브랜치 디렉터리 폴더 저장소 병합 리뷰
nb: sidebar.showPullRequests pr mr review github gitlab bitbucket pull request merge app generelt innstillinger oppførsel dock menylinje status sidepanel navigasjon venstre detaljer skjul oppsett git gren mappe repo gjennomgang
pl: sidebar.showPullRequests pr mr review github gitlab bitbucket pull request merge aplikacja ogólne preferencje zachowanie dock pasek menu status boczny nawigacja lewy szczegóły ukryj układ git gałąź katalog folder repo przegląd
pt_br: sidebar.showPullRequests pr mr review github gitlab bitbucket pull request merge app geral preferências comportamento dock barra de menu status lateral navegação esquerda detalhes ocultar layout git branch diretório pasta repo revisão
ru: sidebar.showPullRequests pr mr review github gitlab bitbucket pull request merge приложение общие настройки поведение док строка меню статус боковая панель навигация слева детали скрыть макет git ветка каталог папка репозиторий ревью
th: sidebar.showPullRequests pr mr review github gitlab bitbucket pull request merge แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง นำทาง ซ้าย รายละเอียด ซ่อน เค้าโครง git สาขา ไดเรกทอรี โฟลเดอร์ repo รีวิว
tr: sidebar.showPullRequests pr mr review github gitlab bitbucket pull request merge uygulama genel tercihler davranış dock menü çubuğu durum kenar gezinme sol ayrıntılar gizle düzen git dal dizin klasör repo birleştir inceleme
uk: sidebar.showPullRequests pr mr review github gitlab bitbucket pull request merge програма загальні параметри поведінка док рядок меню статус бічна панель навігація ліворуч деталі приховати макет git гілка каталог папка репозиторій огляд
zh_hans: sidebar.showPullRequests pr mr review github gitlab bitbucket pull request merge 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 导航 左侧 详细信息 隐藏 布局 git 分支 目录 文件夹 仓库 拉取请求 合并 审查
zh_hant: sidebar.showPullRequests pr mr review github gitlab bitbucket pull request merge 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 導覽 左側 詳細資訊 隱藏 版面 git 分支 目錄 資料夾 儲存庫 拉取請求 合併 審查 App

# settings.search.alias.setting.app.watch-git-status
source: sidebar.watchGitStatus git status branch watcher index lock
ar: sidebar.watchGitStatus git status branch watcher index lock حالة git فرع مراقبة الشريط الجانبي
bs: sidebar.watchGitStatus git status branch watcher index lock git status grana bočna traka
da: sidebar.watchGitStatus git status branch watcher index lock git-status gren sidepanel
de: sidebar.watchGitStatus git status branch watcher index lock git-status branch seitenleiste
es: sidebar.watchGitStatus git status branch watcher index lock estado git rama barra lateral
fr: sidebar.watchGitStatus git status branch watcher index lock état git branche barre latérale
it: sidebar.watchGitStatus git status branch watcher index lock stato git ramo barra laterale
ja: sidebar.watchGitStatus git status branch watcher index lock git 状態 ブランチ 監視 index lock
ko: sidebar.watchGitStatus git status branch watcher index lock git 상태 브랜치 사이드바
nb: sidebar.watchGitStatus git status branch watcher index lock git-status gren sidepanel
pl: sidebar.watchGitStatus git status branch watcher index lock status git gałąź pasek boczny
pt_br: sidebar.watchGitStatus git status branch watcher index lock status git branch barra lateral
ru: sidebar.watchGitStatus git status branch watcher index lock состояние git ветка боковая панель
th: sidebar.watchGitStatus git status branch watcher index lock สถานะ git สาขา แถบด้านข้าง
tr: sidebar.watchGitStatus git status branch watcher index lock git durumu dal kenar çubuğu
uk: sidebar.watchGitStatus git status branch watcher index lock стан git гілка бічна панель
zh_hans: sidebar.watchGitStatus git status branch watcher index lock git 状态 分支 侧边栏
zh_hant: sidebar.watchGitStatus git status branch watcher index lock git 狀態 分支 側邊欄

# settings.search.alias.setting.app.open-pr-links
source: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded
ar: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي جانبي تنقل يسار تفاصيل إخفاء تخطيط متصفح ويب عرض العنوان روابط عناوين مضمّن صفحة تبويبات إعادة ضبط مصنع افتراضي استعادة مسح محرر ملف كود فتح مسار git فرع مجلد مستودع طلب سحب دمج مراجعة المتصفح • %@ التطبيق مفتوح
bs: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded aplikacija opće postavke ponašanje dock traka menija status bočna navigacija lijevo detalji sakrij raspored preglednik web webview adresna linkovi url ugrađen stranica kartice reset fabrički zadano vrati očisti editor datoteka kod otvori putanja git grana direktorij folder repo pull request spajanje pregled • %@ otvoren
da: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded app generelt indstillinger adfærd dock menulinje status sidepanel navigation venstre detaljer skjul layout web webvisning adresselinje url indlejret side faner nulstil fabrik standard gendan ryd editor fil kode åbn sti git gren mappe repo pull request merge gennemgang • %@ Sidebjælke åben
de: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded app allgemein einstellungen verhalten dock menüleiste status seitenleiste navigation details ausblenden layout web webview adressleiste urls eingebettet seite tabs zurücksetzen werkseinstellungen standard wiederherstellen löschen editor datei code öffnen pfad git branch ordner repo pull request merge review • %@ offen
es: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded aplicación general preferencias comportamiento dock barra de menú estado lateral navegación izquierda detalles ocultar diseño navegador web webview direcciones enlaces urls integrado página pestañas restablecer fábrica predeterminado restaurar borrar editor archivo código abrir ruta git rama directorio carpeta repo pull request fusionar revisión • %@ App abierto
fr: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded application général préférences comportement dock barre de menus état latérale navigation gauche détails masquer disposition navigateur web webview adresse liens urls intégré page onglets réinitialiser usine défaut restaurer effacer éditeur fichier code ouvrir chemin git branche dossier dépôt pull request fusionner revue • %@ App le ouverte Par
it: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded app generale preferenze comportamento dock barra menu stato laterale navigazione sinistra dettagli nascondi layout web webview indirizzi link url incorporato pagina schede reimposta fabbrica predefinito ripristina cancella editor file codice apri percorso git branch directory cartella repo pull request merge revisione • %@ aperta
ja: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded pr リンク github ブラウザ デフォルト 外部 内蔵
ko: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 탐색 왼쪽 세부사항 숨기기 레이아웃 브라우저 웹 웹뷰 주소 표시줄 링크 url 내장 페이지 탭 재설정 초기화 기본값 복원 지우기 편집기 파일 코드 열기 경로 git 브랜치 디렉터리 폴더 저장소 pull request 병합 리뷰 브라우저: %@ • 열림
nb: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded app generelt innstillinger oppførsel dock menylinje status sidepanel navigasjon venstre detaljer skjul oppsett nettleser web webvisning adresselinje lenker url innebygd side faner tilbakestill fabrikk standard gjenopprett tøm redigerer fil kode åpne bane git gren mappe repo pull request merge gjennomgang • %@ åpen
pl: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded aplikacja ogólne preferencje zachowanie dock pasek menu status boczny nawigacja lewy szczegóły ukryj układ przeglądarka web webview adresu linki url osadzony strona karty reset fabryczne domyślne przywróć wyczyść edytor plik kod otwórz ścieżka git gałąź katalog folder repo pull request merge przegląd • %@ przeglądarkę otwarty Domyślny
pt_br: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded app geral preferências comportamento dock barra de menu status lateral navegação esquerda detalhes ocultar layout navegador web webview endereço urls incorporado página abas redefinir fábrica padrão restaurar limpar editor arquivo código abrir caminho git branch diretório pasta repo pull request merge revisão • %@ aberto
ru: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded приложение общие настройки поведение док строка меню статус боковая панель навигация слева детали скрыть макет браузер веб webview адресная ссылки url встроенный страница вкладки сброс заводские по умолчанию восстановить очистить редактор файл код открыть путь git ветка каталог папка репозиторий pull request merge ревью • %@ открыт
th: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง นำทาง ซ้าย รายละเอียด ซ่อน เค้าโครง เบราว์เซอร์ เว็บ เว็บวิว แถบที่อยู่ ลิงก์ url ฝัง หน้า แท็บ รีเซ็ต โรงงาน ค่าเริ่มต้น กู้คืน ล้าง ตัวแก้ไข ไฟล์ โค้ด เปิด เส้นทาง git สาขา ไดเรกทอรี โฟลเดอร์ repo pull request merge รีวิว • %@ เปิดเบราว์เซอร์
tr: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded uygulama genel tercihler davranış dock menü çubuğu durum kenar gezinme sol ayrıntılar gizle düzen tarayıcı web webview adres bağlantılar url gömülü sayfa sekmeler sıfırla fabrika varsayılan geri yükle temizle düzenleyici dosya kod aç yol git dal dizin klasör repo pull request birleştir inceleme • %@ Tarayıcıyı açık
uk: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded програма загальні параметри поведінка док рядок меню статус бічна панель навігація ліворуч деталі приховати макет браузер веб webview адресний посилання url вбудований сторінка вкладки скидання заводські типові відновити очистити редактор файл код відкрити шлях git гілка каталог папка репозиторій pull request merge огляд Стандартний Браузер: %@ • відкритий
zh_hans: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 导航 左侧 详细信息 隐藏 布局 浏览器 网页 WebView 地址栏 链接 URL 内嵌 页面 标签页 重置 出厂 默认 恢复 清除 编辑器 文件 代码 打开 路径 git 分支 目录 文件夹 仓库 拉取请求 合并 审查 • %@ 打开浏览器
zh_hant: sidebar.openPullRequestLinksInCmuxBrowser pr links github browser default external embedded 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 導覽 左側 詳細資訊 隱藏 版面 瀏覽器 網頁 WebView 位址列 連結 URL 內嵌 頁面 分頁 重置 出廠 預設 還原 清除 編輯器 檔案 程式碼 開啟 路徑 git 分支 目錄 資料夾 儲存庫 拉取請求 合併 審查 • %@ App 開啟瀏覽器
